[
    {
        "id": "back-header-title",
        "en": "Back Exercises: Detailed Guide for Beginners"
    },
    {
        "id": "back-header-description",
        "en": "Strengthen your back with comprehensive exercises targeting all major back muscles."
    },
    {
        "id": "back-introduction-title",
        "en": "Introduction to Back Training"
    },
    {
        "id": "back-introduction-content",
        "en": "Back exercises are crucial for developing overall strength, improving posture, and preventing injuries. A strong back supports daily activities and enhances performance in other exercises. For beginners, focusing on proper technique is essential to maximize benefits and reduce the risk of injury."
    },
    {
        "id": "back-anatomy-title",
        "en": "Anatomy of the Back Muscles"
    },
    {
        "id": "back-anatomy-overview",
        "en": "Understanding the muscles you're working helps you focus your efforts effectively."
    },
    {
        "id": "back-anatomy-primary-muscles",
        "en": "Latissimus Dorsi (Lats)\\nLarge muscle spanning the width of the mid to lower back.\\nPulls arms back (shoulder extension)\\nBrings arms toward the body (adduction)\\nAssists in internal rotation of the shoulder\\n\\nTrapezius (Traps)\\nCovers the upper part of the back and the neck, and extends to the shoulder.\\nMoves shoulder blades up and down (elevation and depression)\\nPulls shoulder blades together (retraction)\\nRotates the scapula\\n\\nRhomboids\\nSmall muscles in the upper back that connect the spine to the shoulder blades.\\nRetracts the scapula\\nStabilizes the shoulder blades\\n\\nErector Spinae\\nRuns along the spine and helps maintain posture.\\nExtends the spine (bending backward)\\nMaintains upright posture"
    },
    {
        "id": "back-anatomy-supporting-muscles",
        "en": "Teres Major and Minor: Assists in shoulder adduction. Facilitates internal and external rotation\\nInfraspinatus and Supraspinatus: Stabilize the shoulder joint. Aid in arm rotation"
    },
    {
        "id": "back-anatomy-caption",
        "en": "<b>Back Anatomy</b>"
    },
    {
        "id": "back-safety-title",
        "en": "Safety Precautions for Back Exercises"
    },
    {
        "id": "back-sample-workout-title",
        "en": "Sample Back Workout Routine for Beginners"
    },
    {
        "id": "back-sample-workout-steps",
        "en": "<b>Lat Pulldown:</b> 2 sets x 10 reps\\n<b>Seated Cable Row:</b> 2 sets x 10 reps\\n<b>Single-Arm Dumbbell Row:</b> 2 sets x 10 reps per arm\\n<b>Hyperextensions:</b> 2 sets x 12 reps\\n<b>Superman:</b> 2 sets x 10 reps\\n<b>Deadlifts (Light Weight):</b> 2 sets x 8 reps\\n<b>Bird Dog:</b> 2 sets x 8 reps per side"
    },
    {
        "id": "back-conclusion",
        "en": "Back exercises are essential for building strength, improving posture, and enhancing overall fitness. By following these detailed instructions and focusing on proper form, beginners can safely and effectively develop strong back muscles. Remember to combine these exercises with a balanced diet, adequate rest, and consistency for optimal results."
    }
]