[
    {
        "id": "chest-header-title",
        "en": "Chest Exercises: Detailed Guide for Beginners"
    },
    {
        "id": "chest-header-description",
        "en": "Enhance your upper body strength with this comprehensive guide."
    },
    {
        "id": "chest-introduction-title",
        "en": "Introduction to Chest Training"
    },
    {
        "id": "chest-introduction-content",
        "en": "Chest exercises are crucial for developing upper body strength, improving posture, and enhancing the overall appearance of your physique. For beginners, it's important to learn proper techniques to maximize benefits and prevent injuries."
    },
    {
        "id": "chest-anatomy-title",
        "en": "Anatomy of the Chest Muscles"
    },
    {
        "id": "chest-anatomy-overview",
        "en": "Understanding the muscles you're working on helps in focusing your efforts effectively."
    },
    {
        "id": "chest-anatomy-primary-muscles",
        "en": "Pectoralis Major\\nThe large, fan-shaped muscle covering the front of the chest.\\nAdduction of the arm (bringing the arm toward the body).\\nInternal rotation of the arm.\\nFlexion of the arm at the shoulder joint.\\n\\nPectoralis Minor\\nA smaller, triangular muscle located beneath the pectoralis major.\\nStabilizes the scapula by drawing it anteriorly and inferiorly."
    },
    {
        "id": "chest-anatomy-supporting-muscles",
        "en": "Anterior Deltoids (Front Shoulders): Assist in pressing movements.\\nTriceps Brachii (Back of Upper Arms): Extend the elbows during pushing exercises.\\nSerratus Anterior: Located on the side of the chest wall, aids in scapular movement."
    },
    {
        "id": "chest-anatomy-caption",
        "en": "<b>Chest Anatomy</b>"
    },
    {
        "id": "chest-safety-title",
        "en": "Safety Precautions for Chest Exercises"
    },
    {
        "id": "chest-sample-workout-title",
        "en": "Sample Chest Workout Routine for Beginners"
    },
    {
        "id": "chest-sample-workout-steps",
        "en": "<b>Standard Push-Ups:</b> 2 sets x 8-12 reps\\n<b>Incline Dumbbell Bench Press:</b> 3 sets x 10 reps\\n<b>Dumbbell Fly:</b> 2 sets x 12 reps\\n<b>Chest Press Machine:</b> 2 sets x 10 reps\\n<b>Plank (Core Exercise):</b> Hold for 30 seconds x 2"
    },
    {
        "id": "chest-conclusion",
        "en": "Chest exercises are integral for building upper body strength and enhancing overall fitness. By following the detailed instructions and focusing on proper form, beginners can safely embark on their strength training journey. Remember to combine these exercises with a balanced diet and adequate rest for optimal results."
    }
]