[
    {
        "id": "nutrition-mineral-functions",
        "en": "Minerals are vital for maintaining a wide range of bodily functions, including bone health, muscle function, and hydration"
    },
    {
        "id": "nutrition-essential-minerals",
        "en": "Essential Minerals"
    },
    {
        "id": "nutrition-minerals-calcium",
        "en": "<b>Calcium፦</b> Essential for strong bones and teeth, muscle function, and nerve signaling. Found in dairy products, leafy greens, and fortified plant-based milk"
    },
    {
        "id": "nutrition-minerals-iron",
        "en": "<b>Iron፦</b> Important for transporting oxygen in the blood. Found in lean meats, beans, spinach, and fortified cereals"
    },
    {
        "id": "nutrition-minerals-magnesium",
        "en": "<b>Magnesium፦</b> Supports muscle function, energy production, and bone health. Found in nuts, seeds, whole grains, and leafy vegetables"
    },
    {
        "id": "nutrition-minerals-potassium",
        "en": "<b>Potassium፦</b> Regulates fluid balance, muscle contractions, and heart function. Found in bananas, potatoes, spinach, and beans"
    },
    {
        "id": "nutrition-minerals-zinc",
        "en": "<b>Zinc፦</b> Crucial for immune function, protein synthesis, and wound healing. Found in meat, shellfish, legumes, and seeds"
    },
    {
        "id": "nutrition-minerals-sodium",
        "en": "<b>Sodium፦</b> Helps maintain fluid balance and nerve function. Found in salt, processed foods, and certain snacks (use in moderation)"
    },
    {
        "id": "nutrition-varied-diet",
        "en": "Mineral requirements vary, but most people can meet their needs by eating a varied diet"
    },
    {
        "id": "nutrition-balanced-diet",
        "en": "Include plenty of vegetables, fruits, whole grains, and protein-rich foods"
    },
    {
        "id": "nutrition-calcium-importance",
        "en": "Calcium is especially important for those over 30 to maintain bone density"
    },
    {
        "id": "nutrition-iron-essential",
        "en": "Iron is essential for individuals who are menstruating or pregnant"
    },
    {
        "id": "nutrition-common-mineral-deficiencies",
        "en": "Common Mineral Deficiencies"
    },
    {
        "id": "nutrition-iron-deficiency",
        "en": "<b>Iron፦</b> Can cause fatigue, decreased endurance, and weakness"
    },
    {
        "id": "nutrition-magnesium-deficiency",
        "en": "<b>Magnesium፦</b> Low levels can lead to muscle cramps, fatigue, and difficulty sleeping"
    },
    {
        "id": "nutrition-calcium-deficiency",
        "en": "<b>Calcium፦</b> Deficiency can lead to weak bones and increased risk of fractures"
    },
    {
        "id": "nutrition-zinc-deficiency",
        "en": "<b>Zinc፦</b> Can result in weakened immune system and slow wound healing"
    },
    {
        "id": "nutrition-potassium-deficiency",
        "en": "<b>Potassium፦</b> Low levels may cause muscle weakness, irregular heartbeat, and fatigue"
    },
    {
        "id": "nutrition-tips-for-mineral-intake",
        "en": "Tips for Optimal Mineral Intake"
    },
    {
        "id": "nutrition-diverse-intake",
        "en": "Eat a rainbow of fruits and vegetables to ensure diverse mineral intake"
    },
    {
        "id": "nutrition-consider-supplementation",
        "en": "Consider supplementation if you follow a restricted diet"
    },
    {
        "id": "nutrition-enhance-iron-absorption",
        "en": "Pair iron-rich foods with vitamin C to enhance absorption"
    },
    {
        "id": "nutrition-moderate-sodium",
        "en": "Be mindful of excessive sodium intake, which can affect other mineral balance"
    }
]