[
    {
        "id": "rules-title",
        "en": "Game Rules and Participation"
    },
    {
        "id": "rules-intro",
        "en": "Welcome to the TenaPrime Trivia Challenge! The competition is designed to promote healthy habits while engaging subscribers in a fun and competitive way. Please review the following rules carefully before participating."
    },
    {
        "id": "rules-objective-title",
        "en": "Objective and Game Format"
    },
    {
        "id": "rules-objective-subtitle",
        "en": "Objective፦"
    },
    {
        "id": "rules-objective-description",
        "en": "The primary goal of the competition is to correctly answer 15 general knowledge trivia questions within a total time limit of 2 minutes and 30 seconds."
    },
    {
        "id": "rules-scoring-subtitle",
        "en": "Scoring፦"
    },
    {
        "id": "rules-scoring-point",
        "en": "Each question is worth one point."
    },
    {
        "id": "rules-scoring-perfect",
        "en": "A perfect score is 15 out of 15 within the allotted time."
    },
    {
        "id": "rules-scoring-tiebreaker",
        "en": "In the event that two or more players achieve a perfect score, the winner will be determined based on who completed the quiz in the shortest overall time."
    },
    {
        "id": "rules-eligibility-title",
        "en": "Eligibility"
    },
    {
        "id": "rules-who-can-participate-subtitle",
        "en": "Who Can Participate፦"
    },
    {
        "id": "rules-who-can-participate-description",
        "en": "Participation in the Trivia Challenge is open exclusively to eligible TenaPrime subscribers."
    },
    {
        "id": "rules-exclusions-subtitle",
        "en": "Exclusions፦"
    },
    {
        "id": "rules-exclusions-description",
        "en": "Employees of TenaPrime, Ethio Telecom, their co-workers, affiliates, and any associated professional partners are not eligible to participate or win prizes in this competition."
    },
    {
        "id": "rules-important-subtitle",
        "en": "Important፦"
    },
    {
        "id": "rules-important-description",
        "en": "The IP address of your device used for the competition must be within Ethiopia."
    },
    {
        "id": "rules-subscription-title",
        "en": "Subscription and Payment Details"
    },
    {
        "id": "rules-free-trial-subtitle",
        "en": "Free Trial፦"
    },
    {
        "id": "rules-free-trial-description",
        "en": "New users are offered a free trial period of three days during which they can access the competition service without any charges."
    },
    {
        "id": "rules-subscription-fee-subtitle",
        "en": "Subscription Fee፦"
    },
    {
        "id": "rules-subscription-fee-description",
        "en": "After the free trial period ends, a daily fee of 2 Ethiopian Birr will apply until the service is canceled."
    },
    {
        "id": "rules-play-fee-subtitle",
        "en": "Play Fee፦"
    },
    {
        "id": "rules-play-fee-description",
        "en": "Subscribers are required to pay a nominal fee of 1 Ethiopian Birr for each attempt at the weekly trivia challenge. Users are allowed unlimited attempts per week to achieve their best score."
    },
    {
        "id": "rules-participation-title",
        "en": "Participation and Scheduling"
    },
    {
        "id": "rules-competition-window-subtitle",
        "en": "Competition Window፦"
    },
    {
        "id": "rules-competition-window-description",
        "en": "The Trivia Challenge for each week is open until Sunday midnight. All attempts and scores submitted before Sunday midnight will be considered for that week's competition. A new competition cycle will begin on Monday, allowing players to start fresh with new attempts for the upcoming week."
    },
    {
        "id": "rules-unlimited-participation-subtitle",
        "en": "Unlimited Participation፦"
    },
    {
        "id": "rules-unlimited-participation-description",
        "en": "Participants can play the trivia challenge as many times as they wish throughout the competition period. However, a winner will only be declared if a perfect score (15 out of 15) is achieved within the time limit."
    },
    {
        "id": "rules-winning-criteria-title",
        "en": "Winning Criteria and Prize Distribution"
    },
    {
        "id": "rules-determining-winner-subtitle",
        "en": "Determining the Winner፦"
    },
    {
        "id": "rules-determining-winner-description",
        "en": "The participant who scores a perfect 15 out of 15 within the 2፦30-minute time limit is recognized as the weekly winner. If more than one player achieves a perfect score, the winner will be determined by the fastest overall completion time."
    },
    {
        "id": "rules-prize-distribution-subtitle",
        "en": "Prize Distribution፦"
    },
    {
        "id": "rules-prize-amount",
        "en": "The weekly prize is 25,000 Ethiopian Birr."
    },
    {
        "id": "rules-prize-eligibility",
        "en": "Prizes are awarded exclusively to the registered telephone number owner or their legal representative."
    },
    {
        "id": "rules-prize-payment",
        "en": "Prize funds will be disbursed via bank transfer or Telebirr as designated."
    },
    {
        "id": "rules-consent-subtitle",
        "en": "Consent for Promotion፦"
    },
    {
        "id": "rules-consent-description",
        "en": "By participating in the Trivia Challenge, you consent to allow TenaPrime to use your image, name, and data for marketing purposes, including promotion on our website, in TV commercials, and on social media platforms."
    },
    {
        "id": "rules-alternate-winner-subtitle",
        "en": "Alternate Winner Selection፦"
    },
    {
        "id": "rules-alternate-winner-description",
        "en": "If, during any given week or across multiple weeks of the competition, no participant attains a perfect score of 15 out of 15 within the 2፦30-minute time limit, TenaPrime reserves the right, at its sole and absolute discretion, to determine the winner(s) by selecting the participant(s) achieving the highest score and, among those, the one(s) with the shortest total time used. In such circumstances, TenaPrime may, but is not obligated to, award the prize according to this alternative criterion. TenaPrime's decision regarding the selection of winners under this provision shall be final and binding, and no claim or dispute shall be raised regarding the awarding of prizes in weeks when a perfect score is not achieved."
    },
    {
        "id": "rules-additional-terms-title",
        "en": "Additional Terms"
    },
    {
        "id": "rules-modification-subtitle",
        "en": "Modification of Rules፦"
    },
    {
        "id": "rules-modification-description",
        "en": "TenaPrime reserves the right to modify or update the rules of the Trivia Challenge at any time. Any changes will be posted on the Site, and your participation in the game after such changes indicates your acceptance of the new rules."
    },
    {
        "id": "rules-dispute-resolution-subtitle",
        "en": "Dispute Resolution፦"
    },
    {
        "id": "rules-dispute-resolution-description",
        "en": "In the event of a dispute regarding the rules, attempts, or scoring, TenaPrime's decision shall be final and binding."
    },
    {
        "id": "rules-general-responsibility-subtitle",
        "en": "General Responsibility፦"
    },
    {
        "id": "rules-general-responsibility-description",
        "en": "By participating in the game, you agree to comply with all these rules and acknowledge that any breach may result in the suspension or termination of your participation and access to related prizes."
    },
    {
        "id": "rules-final-note-title",
        "en": "Final Note"
    },
    {
        "id": "rules-final-note-description",
        "en": "Your participation in the TenaPrime Trivia Challenge is a commitment to both healthy living and continuous improvement. We encourage you to challenge yourself, have fun, and use each attempt as an opportunity to learn and grow. Good luck, and enjoy the challenge!"
    }
]